{
 "TaskName": " Comprehension of metaphorical phrases",
 "TaskDescription": "The aim of this research was to characterize the comprehension of metaphorical phrases with functional connectivity in a paradigm event-related functional Magnetic Resonance Imaging (fMRI).  In this study, we characterized the neural bases related to the comprehension of the metaphor in Spanish-speaking adults. First, linguistic stimuli were developed and validated in a sample of 116 Spanish-speaking subjects (25.68 ± 4.06 years, 24 men, 50 women) via the Internet with Google forms (Google, ®). Subjects were asked to rate each sentence in the previous corpus in the comprehension dimensions, familiarity, literal, meaning, and emotional valence, based on a four-point Likert-type scale. Then, to another sample of 43 subjects (26.22 ± 3.14 years, 21 men, 22 women) linguistic stimuli were selected and presented with the Sketch Engine tool that consisted of 40 literal phrases (e.g.“stone sculpture”), 20 metaphorical phrases (e.g.“heart stone ”) and 20 absurd phrases (e.g.“ stone jelly ”) in a behavioral paradigm to measure categorization time using the Psychopy program (Pierce, 2009). In this task, they were randomly presented with a phrase in the center of the screen and four words at each vertex (literal, metaphorical, absurd and none), the participants had to choose the answer according to their criteria,  and execute it with keypads. The hits and the categorization time for each sentence were evaluated.",
  "Procedure": "The linguistic stimuli (literal, metaphorical and absurd phrases) were presented to 28 subjects (22.78 ± 1.79, 13 men, 15 women) in a paradigm event-related Magnetic Resonance Imaging (fMRI). The experimental paradigm was divided into 2 runs. In each run, 40 experimental events were randomly presented (20 literal phrases, 10 metaphorical phrases, 10 absurd phrases) on a black background within the resonator with the Psychopy program (Pierce, 2009). The experimental events were presented for 3500 ms, followed by a 5000 ms fixation cross, and the presentation for 3500 ms of a question in which they selected an answer (“YES” or “NO”) with a pair of keypads compatible with the MRI. Each event had a separation interval by a fixation cross of 500 ms. The presentation and duration of the different stimuli were optimized with the optseq2 program (Greve, 2002)",
 "Reference": "In preparation"
}

