{
  "Name": "Lexical-semantic processing of verbs",
  "TaskName": "Mental and Motor Verbs",
  "TaskDescription": "In order to detect the difference in the recruitment of brain regions between pre-lexical and lexical-semantic processing, four stimuli categories were included (symbols, pseudo-verbs, motor-verbs, and mental-verbs) in a one-back detection task for a fMRI study. The stimuli were presented for 1000 ms with 2000 ms interstimulus intervals. Ten stimuli from one category were shown in each block, seven of the 10 stimuli were repeated randomly and subjects performed a one-back detection task. Blocks were separated by 12 sec blank intervals. Two blocks of each stimulus category were presented in each of eight runs. Duration per run was 6 min approximately ",
  "Procedure": "fMRI study; participants were instructed to identify those stimuli with letters (i.e. verbs and pseudo-verbs) and the symbols strings, and indicate during the stimulus presentation if that stimulus was the same as the previous one (one-back detection task). Regardless of stimulus type, reading or identifying stimuli engages similar visual processing, but only verbs and pseudo-verbs require phonological processing, and only verbs involve lexical-semantic processing, for this, motor-verbs and mental-verbs would involve a differential semantic mechanism as differences on motor-mental relatedness, concreteness-abstraction, and imageability. Behavioral testing; in a different day, participants came back to complete the vocabulary subscale of Wechsler Adult Intelligence Scale (WAIS-IV, Wechsler, 2012), as index of lexical performance for each participant, and three varieties of verbal fluency tasks. For one minute they had to produce certain types of words: verbs as a lexical category (verbs fluency), animal names (semantic fluency), and words with “m” as the first letter (phonological fluency). In order to avoid a fatigue effect, the order of behavioral tasks was counterbalanced.",
 "Reference": "In preparation"
}

