{
"TaskName": "Speech acts - Emotion categorization task",
"TaskDescription": "In order to study how language comprehension is related to paralinguistics face expression, we searched the relation between linguistically structured affirmative utterances and facial emotional expression."
"Experimental design. Thirty sentences stimulus were generated taking in consideration the previous studies made in the laboratory, all sentences were linguistically structurally as affirmative. Three emotional face pictures (anger, sadness and happiness) were expressed by six actors extracted from Compound Facial Expression of Emotion, and for fmri task, a blur face was made using the graphics editor GIMP v. 2.10.2, taking as model the emotional neutral face from each actor. Actors and emotions selected from the database were chosen according to the emotional expressiveness and community membership that they denoted according to a sample group from a first online study. The result was a 30 x 4 design of four experimental conditions depending on the emotions expressed: anger (Enojo), sadness (Tristeza), joy (Alegría) and blur (Sin Rostro). Events in functional magnetic resonance scanning session were presented semi-randomly in an event related paradigm following the tool for automatically scheduling events for rapid-presentation event-related (OptSeq: http,//surfer.nmr.mgh.harvard.edu/optseq) and DesignDiagnostic (https://montilab. psych.ucla.edu/designdiagnostics/) to verification of multicollinearity and efficiency.",
"Procedure": "Two experimental fMRI paradigms were made with the same stimulus, Speech Act categorization task and Emotional face categorization task. First one (run one to three) consisted of an emotional face followed by an affirmative sentence written in Spanish presented after the participant observed one of the three emotional face pictures or blur faces. Participants were asked to respond if the sentences presented correspond to a speech act (demand, assertions or earning request). Second task (four run), consisted of matching the emotional face expression with corresponding word descriptor. Participants had to respond if the face presented corresponded to which emotion (anger, sadness, joy or none). Resting state protocol was implemented before fmri tasks with eyes closed during 10 ms acquisition.",
"Reference": "In preparation"
}


