{
  "TaskName": " Speech acts recognition task",
  "TaskDescription": "The purpose of this study was to contribute to the identification of the neural substrate of speech act recognition. The stimuli consisted of 60 sentences translated and adapted to Spanish, taken from a set of speech act scenarios elaborated by Holtgraves (2008) In a previous study, we evaluated the recognition of those speech acts (SA) in a sample of 76 Spanish speakers (Licea-Haquet, Velásquez-Upegui, Holtgraves, & Giordano, 2019) For this fMRI study, we selected 12 sentences that were correctly identified as speech acts (SA events) by more than 55% of the participants in that previous study. The remaining 48 sentences, in which the implicit speech act performed was recognized by less than 55% of the participants in that study, were used as control events.",
  "Procedure": "Participants were instructed to read each sentence and then press a button with their index finger to indicate whether the verb displayed after the sentence named the action performed. To ensure that the participants understood the recognition task, they received the instructions and did six practice trials with feedback on a laptop outside the scanner before the functional magnetic resonance (fMRI) began. Two versions of the recognition task were created. In one version, the YES response was on the right and in the other it was on the left."
"Experimental design. Before each run, the participants were instructed to indicate if the word that followed a sentence appropriately described the action performed in that sentence (Indica si la palabra que aparece después del enunciado nombra la acción realizada). A sentence was presented, followed by a verb (infinitive form). The 12 SA events were followed by a verb that named the SA performed in the sentence, so the correct answer was “YES”. The 48 control events were divided into two: a “control YES” and a “control NO”, each with an equal number of events (24). For the “control YES” events, the verb that followed the sentence was literally present in the sentence, so the correct response was “YES”. To prevent the participants from generating an expectation about the responses, we used the “control NO” events in which the verb that followed the sentences was neither present in the sentence nor named the action that occurred, so the correct response was “NO”. None of the sentences were repeated in the experiment. The selection of the question and of the form of the verbs was based on the results of a pilot study."
"Each trial in the fMRI session consisted of a sentence followed by a verb (that either named the speech act or was present or absent in the sentence). The sentence was displayed for 6000 ms, followed by a star (500 ms) and a verb (12000 ms). Events were separated by a fixation cross varying from 2000 to 12000 ms to prevent participants from anticipating the appearance of the next trial, and were presented randomly in a slow event related design. The fMRI session consisted of three runs; each run contained 20 events, 4 of which were SA events, 8 “control YES” and 8 “control NO”.  Each run lasted between 8.45 and 8.7 minutes.",
 "Reference": "In preparation"
}
